import React from 'react'

export default function Description() {
  return (
    <div>Встречайте! Самый загадочный среди загадочных и самый таинственный среди таинственных мероприятий – ежедневный «Вечерний Квест»!<br/><br/>
        В этом году вам предстоит столкнуться с различными довольно трудными загадками, которые, по правде говоря, не каждый сможет решить. Они будут тесно связаны с <a href='https://pastebin.com/9byTUS1B' target='_blank' className='link_pod'>криптографией.</a><br/><br/>
        Квест будет проходить онлайн, за исключением первого этапа, где участники должны будут получить свой первый ключ. Стоит обратить внимание, что количество участников одной команды могут быть от 1-го до 5-ти человек максимум.<br/><br/>
        Собирайте команду, включайте мозг, набирайтесь терпения и вперед навстречу трудностям! Желаем удачи, и пусть победит самые сообразительные!</div>
  )
}
